Repository: pypi-data/pypi-mirror-15
Catalog: packages/mediabrowser/mediabrowser-0.1.6.tar.gz/mediabrowser-0.1.6/mediabrowser/locale/*/LC_MESSAGES/django.po
Languages: ro

source: name
ro: nume

source: file
ro: fișier

source: type
ro: tip

source: uploaded on
ro: încărcat pe dată de

source: uploaded by
ro: încărcat de câtre

source: width
ro: lațime

source: height
ro: înalțime

source: Choose a file on your computer
ro: Alegeţi un fişier din computerul dvs.

source: Media browser
ro: Browser media

source: Upload
ro: Încărcare

source: Browse images
ro: Răsfoire imagini

source: Browse documents
ro: Răsfoire documente

source: Browse content
ro: Răsfoire conținut

source: There are no files yet.
ro: Nu există nici un fișier.

source: Insert
ro: Inserare

source: Delete
ro: Ştergere

source: Delete this file?
ro: Ștergerea fișierului?

source: Are you sure you would like to delete this file:
ro: Confirmați ștergerea acestui fișier:

source: Cancel
ro: Anulare

source: Please select a file to be deleted.
ro: Alegerea fișierului pentru ștergere.

source: Invalid asset id.
ro: Id obiectului nu e valabil.
