Repository: pypi-data/pypi-mirror-15
Catalog: packages/django-auth-policy/django-auth-policy-0.9.13.tar.gz/django-auth-policy-0.9.13/django_auth_policy/locale/*/LC_MESSAGES/django.po
Languages: fr, it

source: You don't have unlock permissions
fr: Vous n'avez pas la permission de déverrouiller
it: Non hai il permesso per sbloccare

source: Unlocked %s failed attempts
fr: %s tentatives de connexion déverrouillées
it: %s tentativi di accesso falliti sbloccati

source: Unlock
fr: Déverrouiller
it: Sbloccare

source: Please enter a correct username and password. Note that both fields may be case-sensitive.
fr: L'e-mail ou le mot de passe saisi est incorrect. Veuillez vérifier que le verrouillage des majuscules est désactivé.
it: Inserisci nome utente e password corretti. In entrambi i campi le maiuscole potrebbero essere significative.

source: {days} days
fr: {days} jours
it: {days} giorni

source: a day
fr: un jour
it: un giorno

source: {mins} minutes
it: {mins} minuti

source: a minute
fr: une minute
it: un minuto

source: {secs} seconds
fr: {secs} secondes
it: {secs} secondi

source: Too many failed login attempts. Your account has been locked for {duration}.
fr: Trop de tentatives de connexion. Votre compte a été verrouillé pour {duration}.
it: Troppi tentativi di accesso falliti. Il tuo account è stato bloccato per {duration}.

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
it: Inserisci %(username)s e password corretti. In entrambi i campi le maiuscole potrebbero essere significative.

source: This account is inactive.
it: Questo account non è attivo.

source: The two password fields didn't match.
fr: Les mots de passe ne correspondent pas.
it: I due campi password non corrispondono.

source: New password
fr: Nouveau mot de passe
it: Nuova password

source: New password confirmation
fr: Confirmation du nouveau mot de passe
it: Conferma nuova password

source: Your old password was entered incorrectly. Please enter it again.
fr: Votre ancien mot de passe a été mal renseigné. Veuillez essayer de nouveau.
it: La password attuale non è stata inserita correttamente. Riprova per favore.

source: The new password must not be the same as the old password
fr: Le nouveau mot de passe ne doit pas être le même que l'ancien.
it: La nuova password non può essere uguale alla password attuale

source: Old password
fr: Ancien mot de passe
it: Password attuale

source: username
fr: nom d'utilisateur
it: nome utente

source: source address
fr: adresse source
it: indirizzo sorgente

source: successful
fr: réussi
it: riuscito

source: user
fr: utilisateur
it: utente

source: lockout
fr: verrouiller
it: bloccato

source: Counts towards lockout count
it: Conteggio verso il blocco

source: login attempt
fr: tentative de connexion
it: tentativo di login

source: login attempts
fr: tentatives de connexion
it: tentativi di login

source: Unlock by username or IP address
fr: Déverrouiller par nom d'utilisateur ou par adresse IP
it: Sbloccare

source: is temporary
fr: est temporaire
it: è temporanea

source: password change
fr: changement de mot de passe
it: modifica della password

source: password changes
fr: changements de mot de passe
it: modifiche delle password

source: by user
fr: par utilisateur
it: per utente

source: user change
fr: changement utilisateur
it: modifica dell'utente

source: user changes
fr: changements utilisateur
it: modifiche degli utenti

source: One is required to change passwords every {age} days.
it: La password deve essere cambiata ogni {age} giorni.

source: Your password has expired and must be changed.
fr: Votre mot de passe a expiré et doit être changé.
it: La tua password è scaduta e deve essere cambiata.

source: Your must change your temporary password into a personal password.
fr: Vous devez changer votre mot de passe temporaire par un personnel.
it: Devi cambiare la tua password temporanea con una password personale.

source: Passwords must be at least {min_length} characters in length.
fr: Les mots de passe doivent contenir au moins {min_length} caractères.
it: La password deve essere lunga almeno {min_length} caratteri.

source: Passwords must have at least one uppercase character.
fr: Les mots de passe doivent contenir au moins un caractère en majuscule.
it: La password deve contenere almeno un carattere maiuscolo.

source: Passwords must have at least {min_count} uppercase characters.
fr: Les mots de passe doivent contenir au moins {min_count} caractères en majuscule.
it: La password deve contenere almeno {min_count} caratteri maiuscoli.

source: Passwords must have at least one lowercase character.
it: La password deve contenere almeno un carattere minuscolo.

source: Passwords must have at least {min_count} lowercase characters.
fr: Les mots de passe doivent contenir au moins {min_count} caractères en minuscule.
it: La password deve contenere almeno {min_count} caratteri minuscoli.

source: Passwords must have at least one number.
fr: Les mots de passe doivent contenir au moins un chiffre.
it: La password deve contenere almeno un carattere numerico.

source: Passwords must have at least {min_count} numbers.
fr: Les mots de passe doivent contenir au moins {min_count} chiffres.
it: La password deve contenere almeno {min_count} caratteri numerici

source: Passwords must have at least one special character (punctuation).
fr: Les mots de passe doivent contenir au moins un caractère spécial (ponctuation).
it: La password deve contenere almeno un carattere speciale (punteggiatura).

source: Passwords must have at least {min_count} special characters (punctuation).
fr: Les mots de passe doivent contenir au moins {min_count} caractères spéciaux (ponctuation).
it: La password deve contenere almeno {min_count} caratteri speciali (punteggiatura).

source: Passwords must have at least one alphabetic character.
fr: Les mots de passe doivent contenir au moins un caractère alphabétique.
it: La password deve contenere almeno un carattere alfabetico.

source: Passwords must have at least {min_count} alphabetic characters.
fr: Les mots de passe doivent contenir au moins {min_count} caractères alphabétiques.
it: La password deve contenere almeno {min_count} caratteri alfabetici.

source: Passwords are not allowed to contain (pieces of) your name or email.
fr: Les mots de passe ne sont pas autorisés à contenir tout ou partie de votre nom ou votre email.
it: La password non può contenere parti del tuo nome o della tua email.

source: Passwords are not allowed to contain the following term(s): {terms}.
fr: Les termes suivants ne sont pas autorisés dans les mots de passes: {terms}.
it: La password non può contenere i seguenti termini: {terms}.

source: Password must be different than your last password.
it: La password deve essere diversa dalla tua password attuale.

source: Passwords must not be one of your last {max_pw_history} passwords.
it: La password non può essere identica alle tue ultime {max_pw_history} password.

source: Selected user(s)
fr: Utilisateur(s) sélectionné(s)
it: Utenti selezionati

source: If you continue a temporary password will be set for these users. They will be required to change their password on first usage.
fr: Si vous continuez, un mot de passe temporaire sera défini pour ces utilisateurs. Ils devront le modifier lors de leur première connexion.
it: Se continui verrà impostata una password temporanea per questi utenti. Al primo accesso saranno obbligati a cambiare la loro password.

source: Continue
fr: Continuer
it: Continua

source: Cancel
fr: Annuler
it: Annulla

source: The temporary password(s) have been set. Now securely inform the user(s) about their new password.
fr: Les mots de passe temporaires ont été définis. Transmettez les (de manière sécurisée) à leurs propriétaires.
it: Le password temporanee sono state impostate. Ora comunica in modo sicuro agli utenti la loro nuova password.

source: The user(s) will be required to change their password on first usage.
fr: Les utilisateurs devront changer leur mot de passe lors de la première connexion.
it: Al primo accesso gli utenti saranno obbligati a cambiare la loro password.

source: User
fr: Utilisateur
it: Utente

source: Username
fr: Nom d'utilisateur
it: Nome utente

source: Temporary password
fr: Mot de passe temporaire
it: Password temporanea

source: Your temporary password
fr: Votre mot de passe temporaire
it: La tua password temporanea

source: Compose email
fr: Composer un email
it: Componi email

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
fr: Requis. 30 caractères ou moins. Lettres, chiffres et @/./+/-/_ seulement.
it: Obbligatorio. 30 caratteri o meno. Solo lettere, cifre e @/./+/-/_.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
fr: Cette valeur ne peut contenir que des lettres, des chiffres ou les caractères @/./+/-/_.
it: Inserisci un nome utente valido. Questo campo può contenere solamente lettere, numeri e i caratteri @/./+/-/_

source: Unlocked selected usernames
fr: Déverrouiller les noms d'utilisateur sélectionnés
it: Sbloccati i nomi utente per gli utenti selezionati

source: Unlock usernames of users
fr: Déverrouiller les noms d'utilisateur des utilisateurs
it: Sblocca i nome utente per gli utenti selezionati

source: %s users were (re)activated
fr: %s utilisateurs ont été (ré-)activés
it: %s utenti sono stati (ri)attivati

source: (Re)activate users
fr: (Ré-)activer des utilisateurs
it: (Ri)attivare utenti

source: Set temporary password
fr: Définir un mot de passe temporaire
it: Imposta password temporanea

source: hostname
fr: nom d'hôte

source: timestamp
fr: horodatage

source: password
fr: mot de passe
