Repository: pypi-data/pypi-mirror-15
Catalog: packages/Solgema.PortletsManager/Solgema.PortletsManager-1.1-py2.7.egg/Solgema/PortletsManager/locales/*/LC_MESSAGES/Solgema.PortletsManager.po
Languages: fr

source: Hide here
fr: Cacher ici

source: Move left
fr: Déplacer à gauche

source: Move right
fr: Déplacer à droite

source: Show here
fr: Afficher ici

source: allow_portlet
fr: Afficher le portlet dans ce contexte et en-dessous

source: delete
fr: Supprimer

source: description_manage_contextual_portlets
fr: Utilisez le glisser-déposer pour réorganiser les portlets entre eux et les faire passer d'une colonne à l'autre. Utilisez les liens 'cacher ici' et 'afficher ici' pour cacher ou afficher un portlet dans ce contexte et en dessous. Utilisez le lien 'supprimer' pour supprimer totalement un portlet. Utilisez la liste déroulante pour ajouter de nouveaux portlets.

source: heading_portlets_herited_here
fr: Portlets hérités ici

source: portlet_displayed
fr: Portlet hérité et affiché

source: portlet_in_context_displayed
fr: Portlet affecté à ce contexte et affiché

source: portlet_in_context_not_displayed
fr: Portlet affecté à ce contexte mais non affiché

source: portlet_not_displayed
fr: Portlet hérité mais non affiché

source: stopUrls
fr: URL où stopper l'acquisition

source: stop_portlet
fr: Ne pas afficher le portlet dans ce contexte et en-dessous
