Repository: pypi-data/pypi-mirror-15
Catalog: packages/django-otto-admin/django-otto-admin-0.1.2.tar.gz/django-otto-admin-0.1.2/otto_admin/locale/*/LC_MESSAGES/django.po
Languages: it

source: Support needed
it: Richiesta supporto

source: Traffic
it: Traffico

source: Sessions and Users, last 15 days
it: Sessioni e Utenti, ultimi 15gg

source: Popular
it: Popolare

source: Page views, last 15 days
it: Visualizzazione pagine, ultimi 15gg

source: Top Browsers
it: Top Browser

source: Last 15 days
it: Ultimi 15 giorni

source: Acquisition
it: Acquisizione

source: Referral Traffic, last 15 days
it: Referral Traffic, ultimi 15gg

source: Audience
it: Visitatori

source: Countries, last 15 days
it: Paesi, ultimi 15gg

source: Interactions, last 15 days
it: Interazioni, ultimi 15gg
