Repository: pypi-data/pypi-mirror-15
Catalog: packages/Nikola/nikola-7.7.8.tar.gz/nikola-7.7.8/translations/nikola.messages/*.po
Languages: eu

source: More posts about %s
eu: %s-ri buruzko post gehiago

source: LANGUAGE
eu: Euskara

source: Tags
eu: Etiketak

source: Categories
eu: Kategoriak

source: Tags and Categories
eu: Etiketak eta Kategoriak

source: Comments
eu: Izurkinak

source: Read more
eu: Irakurri gehiago

source: Posts about %s
eu: %s-ri buruzko postak

source: Next post
eu: Hurrengo posta

source: old posts, page %d
eu: Post zaharren, orria %d

source: page %d
eu: orria %d

source: Source
eu: Iturria

source: Read in English
eu: Euskaraz irakurri

source: Posts for year %s
eu: %s. urteko postak

source: Newer posts
eu: Post berrienak

source: Previous post
eu: Aurreko posta

source: Also available in:
eu: Eskuragarria hemen ere:

source: Languages:
eu: Hizkuntzak

source: Original site
eu: Jatorrizko orria

source: Older posts
eu: Post zaharrenak

source: Archive
eu: Artxiboa

source: Publication date
eu: Argitalpen data

source: Posted:
eu: Argitaratuta:

source: Posts for {month} {year}
eu: {year}ko {month}ren postak

source: Posts for {month} {day}, {year}
eu: {year}ko {month}aren {day}ko postak

source: Nothing found.
eu: Ez da ezer aurkitu

source: No posts found.
eu: Ez dira postak aurkitu

source: RSS feed
eu: RSS feed-a

source: %d min remaining to read
eu: Gelditzen dira %d minutu irakurtzeko

source: Skip to main content
eu: Joan eduki nagusira

source: Subcategories:
eu: Azpikategoriak

source: (active)
eu: (aktibo)

source: Write your post here.
eu: Idatzi zure post-a hemen

source: Write your page here.
eu: Idatzi zure orria hemen

source: Uncategorized
eu: Kategorizatu-gabeak

source: Updates
eu: Eguneraketak

source: Authors
eu: Autoreak

source: Posts by %s
eu: %s-ek idatzitako postak
