Repository: pypi-data/pypi-mirror-15
Catalog: packages/aldryn-locations/aldryn-locations-1.0.1.tar.gz/aldryn-locations-1.0.1/aldryn_locations/locale/*/LC_MESSAGES/django.po
Languages: de

source: Your address
de: Ihre Adresse

source: Street, City or Country
de: Strasse, Stadt oder Land

source: Get directions
de: Routenplaner

source: Your address:
de: Ihre Adresse:

source: Map
de: Karte

source: Advanced
de: Erweitert

source: Location
de: Standort

source: Route Location
de: Routenstandort

source: Place (IFrame)
de: Ort (iFrame)

source: Search (IFrame)
de: Suchen (iFrame)

source: View (IFrame)
de: Ansicht (iFrame)

source: Directions (IFrame)
de: Webbeschreibung (iFrame)

source: Must be a positive integer followed by “px” or “%”.
de: Muss eine positive ganze Zahl sein gefolgt von "px oder “%”.

source: Must be a positive integer followed by “px”.
de: Muss eine positive ganze Zahl sein gefolgt von "px".

source: Roadmap
de: Fahrplan

source: Satellite
de: Satellit

source: Terrain
de: Gelände

source: map title
de: Kartentitel

source: Zoom level
de: Vergrößerungsstufe

source: Leave empty for auto zoom
de: Leer lassen für automatischen Zoomen.

source: Route Planner Title
de: Routenplaner Titel

source: Calculate your fastest way to here
de: Schnellste Route berechnen

source: width
de: Breite

source: Plugin width (in pixels or percent).
de: Plugin Breite (in Pixels oder Prozent)

source: height
de: Höhe

source: Plugin height (in pixels).
de: Plugin Höhe (in Pixel).

source: Enable scrollwheel zooming on the map
de: Aktiviere Scrollrad-Zoomen auf der Karte

source: Enable double click to zoom
de: Dop­pel­klick Aktivieren zum Zoomen

source: Allow map dragging
de: Erlaube die Karte zu ziehen.

source: Enable keyboard shortcuts
de: Aktiviere Tastenkombinationen

source: Show pan control
de: Zeige Pan Controller

source: Show zoom control
de: Zeige Zoom Controller

source: Show Street View control
de: Zeige Street View Controller

source: Map Type
de: Kartentyp

source: Locations
de: Standort

source: Routes
de: Routen

source: Empty: please add at least one location or route
de: Leer: Bitte fügen sie mindestens einen Ort oder Route hinzu.

source: address
de: Adresse

source: zip code
de: Postleitzahl

source: city
de: Stadt

source: additional content
de: Zusätzlicher Inhalt

source: Displayed under address in the bubble.
de: Wird unter der Addresse angezeigt.

source: latitude
de: Breitengrad

source: Use latitude & longitude to fine tune the map position.
de: Benutze Breitengrad & Längengrad für die genauere Berechung der Kartenposition.

source: longitude
de: Längengrad

source: Query
de: Abfragen

source: defines the place to highlight on the map. It accepts a location as either a place name or address
de: Definiere einen Ort auf der Karte zu markieren. Akzeptiert wird entweder ein Ortsname oder eine Adresse.

source: Center of the map (latitude + longitude)
de: Zentrum auf der Karte (Breitengrad + Längengrad)

source: optionally define the center of the map view. It accepts a comma-separated latitude and longitude value (such as 37.4218,-122.0840).
de: Optional.: die Mitte der Karte definieren. Ein Kommata getrennten Breiten- und Längenwert (z. B. 37.4218,-122.0840) muss eingegeben werden.

source: 0 (the whole world) to 21 (individual buildings). Leave empty for auto zoom
de: 0 (gesammte Welt) zu 21 (individuele Bauten). Leer Lassen für automatisches Zoomen.

source: language for ui elements
de: Sprache für UI Elemente

source: default to page language
de: Standardsprache der Seite verwenden

source: map region (ccTLD)
de: Kartenregion (ccTLD)

source: defines the appropriate borders and labels to display, based on geo-political sensitivities. Accepts a region code specified as a two-character ccTLD (top-level domain) value.
de: Definiere die entsprechenden Grenzen und Labels, basierend auf geopolitischen Sensitivitäten. Akzeptiert wird ein Regional Code spezifiert als ein zweistelligen ccTLD (top-level domain) Wert.

source: Automatic
de: Automatisch

source: Driving
de: Fahren

source: Walking
de: Laufen

source: Bicycling
de: Velofahren

source: Flying
de: Fliegen

source: Tolls
de: Zolle

source: Highways
de: Autobahn

source: Ferries
de: Fähren

source: Tolls & Highways
de: Zolle & Autobahnen

source: Tolls & Ferries
de: Zolle & Fähren

source: Ferries & Highways
de: Fähren & Highways

source: Tolls, Ferries & Highways
de: Zolle, Fähren & Autobahnen

source: Metric
de: Metrisch

source: Imperial
de: Zoll

source: origin
de: Ausgangspunk

source: defines the origin and accepts a location as either a place name or address
de: Definiere den Ausgangspunk und wähle den Ort entweder als Ortsbezeichnung oder als Adresse.

source: destination
de: Ziel

source: defines the destination and accepts a location as either a place name or address
de: Definiere den Ausgangspunk und wähle den Ort entweder als Ortsbezeichnung oder als Adresse.

source: list of waypoints
de: Liste von Wegpunkten

source: separated by the pipe character (|) (e.g. Berlin,Germany|Paris,France)
de: Getrennt durch das Pipe-Zeichen (|) (z Berlin, Deutschland | Paris, Frankreich)

source: travel mode
de: Fahrmodus

source: avoid certain means
de: vermeiden bestimmte Mittel

source: units for distances in results
de: Einheiten für die Entfernungen als Ergebnisse
