Repository: pypi-data/pypi-mirror-15
Catalog: packages/ringo_printtemplate/ringo_printtemplate-1.1.tar.gz/ringo_printtemplate-1.1/ringo_printtemplate/locale/*/LC_MESSAGES/ringo_printtemplate.po
Languages: de

source: Print
de: Drucken

source: Printtemplate
de: Druckdatei

source: Description
de: Beschreibung

source: File
de: Datei

source: Size
de: Größe

source: The name will be used as the file name for the generated template during the download.
de: Der Name wird als Dateiname für die generierte Vorlage beim Download genutzt.

source: Please select the module for which the template is to be available.
de: Bitte wählen Sie das Modul für das diese Vorlage verfügbar sein soll.

source: Printtemplates for
de: Druckdatei für

source: Please select a print template from the list below which you want to use for printing. The template will be downloaded and can be opened with an appropriate application.
de: Bitte wählen Sie eine Druckdatei von der Liste, die Sie für den Ausdruck verwenden wollen. Die Vorlage wird heruntergeladen und kann mit einer passenden Anwendung für den Ausdruck geöffnet werden.

source: Please click on "Close" after you finish printing to close this dialog.
de: Bitte klicken Sie nach Beendigung des Herunterladens auf "Schließen", um diesen Dialog zu schließen.

source: Download Printtemplate
de: Druckdatei herunterladen

source: Close
de: Schließen
